{"brands":{"be1f43f5-ac67-43ff-a929-03d0558e7a05":{"brandId":"be1f43f5-ac67-43ff-a929-03d0558e7a05","brandName":"EENK","logo":"/images/logo/eenk.png","src":"/images/logo/eenk.png","summary":"EENK was created by designer Lee Hyemee, beloved for her boldness and passion which crosses from fashion to art to lifestyle. In the age of fast fashion and endless cycles of trends, EENK aims to bring collectibles instead of disposables into the client's personal archives. Each season we move on to the next letter to inspire the new collection, presenting new concepts and items, keeping the brand exciting and inspiring all the time. While our pieces look into the curiosities of the moment, they have the unmistakable taste of the designer's classic vintage sensibility.","is_visible_home":true},"cca5f3ff-e386-49c1-93c6-89ede2f1e95d":{"brandId":"cca5f3ff-e386-49c1-93c6-89ede2f1e95d","brandName":"FALLETT","logo":"/images/logo/fallett.png","src":"/images/logo/fallett.png","summary":"FALLETT is combines the pronunciation and letters of the brand's motif, Palette. Just as you can create infinite colors by the paints on a palette, it is a contemporary brand that reinterprets infinite visual images of the world through a different perspective.","is_visible_home":true},"dda7ed4f-475c-4d57-bcca-439aa5615790":{"brandId":"dda7ed4f-475c-4d57-bcca-439aa5615790","brandName":"FILA","logo":"/images/logo/fila.png","src":"/images/logo/fila.png","summary":"FILA was founded in 1911 in the small village of Biella, Italy. Although today the brand is mostly known for sneakers and sportswear, it started as a textile manufacturer for local trade. After a few years, the brand started to focus on the international market and in 1973 FILA started to produce sportswear.","is_visible_home":true},"243ab9d3-5ef5-40d7-999f-b82617a2e4a7":{"brandId":"243ab9d3-5ef5-40d7-999f-b82617a2e4a7","brandName":"Mahagrid","logo":"/images/logo/mahagrid.png","src":"/images/logo/mahagrid.png","summary":"'Mahagrid' combines two keywords 'Maha' the indonesian word that represents the greatness and 'Grid' which means grid patterns containing 'the great milestone”. It showcases the growing history of the sub-cultures in the America and major milestones of the street culture. It implies the value of various cultural elements. Mahagrid's objective is to bring joys and values in the urban life style.","is_visible_home":true},"7d76b50f-f2b7-4335-ab19-96efbb91f88c":{"brandId":"7d76b50f-f2b7-4335-ab19-96efbb91f88c","brandName":"WHATITISNT","logo":"/images/logo/what_it_isnt.png","src":"/images/logo/what_it_isnt.png","summary":"WHATITISNT aims to develop a new street style out of the skateboarding culture. It is a brand born from the Culture Street in Korea based on the artworks of legendary skateboarder and artist Mark Gonzalez. The brand identity is showcased through a collection that combines various original graphics, including the Iconic \"Angel Logo.\"","is_visible_home":true},"e46aa859-6b2f-427b-a825-9106e88e1056":{"brandId":"e46aa859-6b2f-427b-a825-9106e88e1056","brandName":"O!Oi","logo":"/images/logo/oioi.png","src":"/images/logo/oioi.png","summary":"O!Oi designs for women and provides selections of dramatic elements. By applying new concepts in every season, the virtual 'ish girl' has been used as a muse for developing new ideas.","is_visible_home":true},"ca7a204f-c1e0-45e6-9a8a-18ef8ff3e46b":{"brandId":"ca7a204f-c1e0-45e6-9a8a-18ef8ff3e46b","brandName":"SLOWSTANDARD","logo":"/images/logo/slowstandard.png","src":"/images/logo/slowstandard.png","summary":"SLOWSTANDARD is a material-oriented brand that designs in a minimal way with the sensibility to the daily life of ordinary people.","is_visible_home":true},"91cd5828-fbf8-4e7c-9b19-291e0f280293":{"brandId":"91cd5828-fbf8-4e7c-9b19-291e0f280293","brandName":"STUDIO TOMBOY","logo":"/images/logo/studio_tomboy.png","src":"/images/logo/studio_tomboy.png","summary":"STUDIO TOMBOY is a Korea-based women fashion brand founded in 1977. With the coolness and elegance of the brand's personality, it continues to reflect the modern and confident lifestyle of today's women.","is_visible_home":true}}}